{ 
    "exotic-pets": [ 
        { 
            "id": 1, 
            "name": "Тарантул", 
            "image": "https://zaxid.net/resources/photos/news/202111/1529548_2132515.jpg?202111051437&q=65", 
            "description": "Павуки-птахоїди жахають більшість людей, проте для частини є цікавими домашніми улюбленцями. Вони бувають різних розмірів – від 3 см і до розміру тарілки, та можуть жити до 10-25 років. Попри те, що великі волохаті павуки з іклами виглядають страхітливо, загрози для людей вони фактично не несуть: частина видів – неотруйні, а отрута більшості інших не шкодить людині. Популярними домашніми видами тарантулів є Avicularia versicolor, які в забарвленні мають червоні, зелені та сині відтінки." 
        }, 
        { 
            "id": 2, 
            "name": "Тарган", 
            "image": "https://animals.moe-online.ru/media_new/1/8/0/7/7/9/6/2377fd7b095926fffbdfc50ee4339d82/9zOCzkErDExUaj3OH1qEC7U7T0XbVNglta4inikV-thumb_720.jpg", 
            "description": "Але не звичайний, а мадагаскарський. Це великий тропічний тарган, який може жити від 1 до 3 років. Ці комахи видають шиплячі звуки, не літають та не кусаються і є невибагливими у догляді, чим і привертають увагу любителів екзотики. Проте брати пару тарганів небажано, оскільки розмножуються вони дуже швидко, а в одному виводку народжуються у середньому 60 тарганчиків." 
        }, 
        { 
            "id": 3, 
            "name": "Скорпіон", 
            "image": "https://wildfauna.ru/wp-content/uploads/2019/03/imperatorskij-skorpion-7.jpg", 
            "description": "Теж не будь-який, а імператорський. Він родом з Африки, де може досягати до 30 см у довжину. Він достатньо популярний серед любителів комах, оскільки добре розмножується в неволі і легкий у догляді. Його отрута не є небезпечною для життя людини, проте якщо він вас укусить – буде дуже боляче." 
        }, 
        { 
            "id": 4, 
            "name": "Паличник", 
            "image": "https://zaxid.net/resources/photos/news/202111/1529548_2132516.jpg?202111051437&q=65", 
            "description": "Одні з найпопулярніших домашніх комах. Як житло для паличника зійде звичайний акваріум зі спеціальною кришкою, яка забезпечить доступ повітря, та підстилкою. Його розмір залежить від розміру самого паличника, який може бути довжиною як 5 см, так і 40 см. Паличники – теплолюбні істоти, тому температура повітря в приміщенні має бути не нижче +25°С, а вологість повітря – 60-70%. Годувати їх потрібно листям – смородини, малини, ожини, дуба тощо. Головне – щоб вони не були оброблені інсектицидами." 
        }, 
        { 
            "id": 5, 
            "name": "Черепаха", 
            "image": "https://blog.tetra.net/uk-ua/wp-content/uploads/2021/01/chervonovukha-cherepakha.jpg", 
            "description": "Досить популярна екзотична тварина, яка має немало «домашніх» видів. Найчастіше як улюбленців обирають червоновухих прісноводних черепах. Вони розумні, нешумні, небагато їдять і довго живуть. Важливо тільки підібрати хороший акваріум та добре його доглядати." 
        },
        { 
            "id": 6, 
            "name": "Равлик", 
            "image": "https://upload.wikimedia.org/wikipedia/commons/6/66/Gonidomus_pagodus_%284609287904%29.jpg", 
            "description": "Ахатини гігантські, або гігантські африканські равлики, – найбільші у світі наземні равлики. Вони родом з тропіків та субтропіків, де є серйозним сільськогосподарським шкідником. Водночас у помірних широтах, зокрема в Україні, в природі вони не виживають, зате є одним із популярних видів домашніх улюбленців. У неволі ці равлики нарощують мушлю до 20 см завдовжки. Харчуються переважно овочами та фруктами і ведуть нічний спосіб життя." 
        }, 
        { 
            "id": 7, 
            "name": "Ігуана", 
            "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTfOllXN-4-mS8sWAnSSPzAUoI2u_F-85UybgK0rYu2pA&s", 
            "description": "Ці рептилії досить вибагливі в догляді і потребують багато уваги, тому перед її купівлею варто серйозно подумати, чи під силу вам це. Майже все життя ігуана проводить у тераріумі, тому потрібно дбати про його чистоту, аби домашній улюбленець не захворів через різні бактерії та грибки. Здоров’я рептилій залежить від правильного харчування, яке включає фрукти, ягоди, овочі, зелень, злаки." 
        }, 
        { 
            "id": 8, 
            "name": "Гекон", 
            "image": "https://zaxid.net/resources/photos/news/202111/1529548_2132518.jpg?202111051437&q=65", 
            "description": "Має немало видів, які люблять тримати вдома у тераріумах. Це невеличкі ящірки родом з тропіків та субтропіків, які ведуть нічний спосіб життя. Деякі види, наприклад, турецького напівпалого, не потрібно навіть заводити – вони самі селяться в будинках людей (щоправда, не в Україні). Як домашні улюбленці вони першочергово приваблюють своїм різним яскравим забарвленням. Для утримання геконів потрібен спеціальний тераріум – вертикальний або горизонтальний (залежно від особливостей виду). Харчуються гекони різними комахами, деякі з них можуть їсти навіть скорпіонів." 
        }, 
        { 
            "id": 9, 
            "name": "Саламандра", 
            "image": "https://nashzelenyimir.ru/wp-content/uploads/2016/09/%D0%A1%D0%B0%D0%BB%D0%B0%D0%BC%D0%B0%D0%BD%D0%B4%D1%80%D0%B0-%D1%84%D0%BE%D1%82%D0%BE.jpg", 
            "description": "В Україні в природі водиться тільки один вид – саламандра плямиста, або вогняна, яка включена до Червоної книги як вразливий вид. Та у світі загалом вона вважається видом, що перебуває у найменшій загрозі, і є одним із популярних домашніх улюбленців. Вона досить невибаглива в догляді: потрібен правильний тераріум, флуоресцентні лампи для освітлення та підвищена вологість повітря. Харчується вона переважно комахами." 
        }, 
        { 
            "id": 10, 
            "name": "Жаба", 
            "image": "https://avatars.dzeninfra.ru/get-zen_doc/1136050/pub_6177ce899146086ca1b1cb3f_6177cec74393517a46145c98/scale_1200", 
            "description": "Домашніх жаб зараз можна придбати навіть на OLX. Їх існує понад 300 видів, і не всі, звичайно, придатні для життя в тераріумах, проте вибір для любителів амфібій є. у неволі жаби можуть дожити до 35 років. Вони невибагливі в догляді, потребують горизонтального тераріуму та немало їжі (переважно комах)." 
        },
        { 
            "id": 11, 
            "name": "Бородата агама", 
            "image": "https://zaxid.net/resources/photos/news/202111/1529548_2132519.jpg?202111051437&q=65", 
            "description": "Бородаті агами родом з Австралії і є досить поширеними екзотичними домашніми тваринами завдяки простоті в догляді та спокійному характеру. Живуть приблизно 5-8 років і виростають довжиною до 50-60 см. Живиться агама комахами, дрібними гризунами і птахами, і лише 20% раціону становить рослинна їжа." 
        }, 
        { 
            "id": 12, 
            "name": "Бірманський пітон", 
            "image": "https://media.istockphoto.com/id/1482376814/ru/%D1%84%D0%BE%D1%82%D0%BE/%D0%B1%D0%B8%D1%80%D0%BC%D0%B0%D0%BD%D1%81%D0%BA%D0%B8%D0%B9-%D0%BF%D0%B8%D1%82%D0%BE%D0%BD.jpg?s=612x612&w=0&k=20&c=tOAzlWHCNaqkPzmSLx4dWWQutNfVoELaMTYsrj_QWAI=", 
            "description": "Домашній улюбленець не для слабкодухих. Та якщо ви любите рептилій, це хороший вибір, адже бірманський пітон є однією з найбільш слухняних змій та потребує простого догляду. Але потрібно враховувати, що він може вирости до 6 м довжиною і важити понад 100 кг." 
        }, 
        { 
            "id": 13, 
            "name": "Варан", 
            "image": "https://static.tildacdn.com/tild6162-3238-4462-b534-343938646634/Varanus_niloticus_or.jpg", 
            "description": "Цей вид ящірок зазвичай добре звикає до людей і саме тому є популярним серед любителів рептилій. Існує не один вид, який намагаються приручити люди, наприклад, водні та степові, і переважно вони виростають до метра в довжину. Варан потребує просторого тераріуму з флуоресцентними лампами та підвищеної вологості повітря." 
        }, 
        { 
            "id": 14, 
            "name": "Флоридський синій рак", 
            "image": "https://zaxid.net/resources/photos/news/202111/1529548_2132520.jpg?202111051437&q=65", 
            "description": "Отримав свою назву, як не дивно, від кольору панцира та американського штату, де є найбільш поширеним. Цей улюбленець не буде бігати за вами та виконувати команди, але стане яскравим доповненням інтер’єру. Раки потребують великого акваріума (від 100 л для пари раків) з чистою водою, де буде місце, щоб сховатися. Живуть вони на дні , тому бажано, щоб акваріум мав велику його площу. Годувати раків варто спеціальними кормами. Селити в один акваріум з іншими видами не бажано. Так само не рекомендують селити в один акваріум кількох самців флоридського синього рака, бо вони будуть конфліктувати." 
        }, 
        { 
            "id": 15, 
            "name": "Аксолотль", 
            "image": "https://mlyn.by/app/uploads/2023/12/photo_2023-12-29_12-09-15-3.jpg", 
            "description": "Аксолотлі – це личинки амбістом (земнововодних, схожих на саламандр), які не дорослішають. Ловити в природних водоймах їх заборонено, проте можна розводити вдома. Проте утримання аксолотля – непросте і відповідальне завдання, адже в несприятливих умовах він може швидко загинути. Йому потрібен великий резервуар з водою, постійна підтримка комфортної прохолодної температури і регулярне чищення акваріума. Крім того, аксолотлі несумісні з іншими підводними жителями." 
        },
        { 
            "id": 16, 
            "name": "Гіацинтовий ара", 
            "image": "https://zoo-dom.com.ua/upload/breed/ru/0_38990000_1526369539.jpg", 
            "description": "Один з найбільших видів папуг, деякі особини досягають довжини майже 1 м. Має яскраве синє забарвлення та живе у тропічних лісах Південної Америки. Утворюють пари на все життя, а живуть гіацинтові ара до 65-90 років. Попри те, що вид перебуває під загрозою зникнення, його дозволено утримувати вдома: папуга досить легко приручається та вживається з людиною." 
        }, 
        { 
            "id": 17, 
            "name": "Їжачок", 
            "image": "https://zaxid.net/resources/photos/news/202111/1529548_2132521.jpg?202111051437&q=65", 
            "description": "Ці кумедні тваринки мешкають в Європі, Азії та Африці і живуть від 3 до 8 чи навіть 10 років. Попри 5-7 тисяч голок на спині немало людей утримують їжаків як домашніх тварин. Наприклад, домашній їжачок Рік зі Львова кілька років є зіркою Instagram та має майже 120 тисяч підписників. Звичайно, будь-якого їжака з вулиці додому взяти не можна, існують спеціальні породи, як-от африканські карликові їжаки, яких і тримають за домашніх улюбленців. Домашні їжачки потребують досить багато уваги. Догляд за ними схожий на догляд за морськими свинками чи хом’ячками: потрібна клітка, їжа, вода, туалет та місце, щоб сховатися. Їжаки достатньо тихі, допитливі та особливо активні вночі. Окрім милої мордочки, перевагою цих тваринок є гіпоалергенність." 
        }, 
        { 
            "id": 18, 
            "name": "Карликова свиня або міні-піг", 
            "image": "https://babai.ru/upload/iblock/30c/30c70d7c56faacd0b168cb52079f0a83.jpg", 
            "description": "Домашні свинки бувають різних кольорів – чорні, руді, пісочні, мармурові, тигрові. Удома їх утримують подібно до котів та собак, без обмеження простору. Декоративні свинки можуть жити до 10-15 років, вирости до 70 см у холці і важити до 150 кг, проте в середньому вони важать 40-80 кг. Міні-піги – розумні тварини і легко піддаються дресируванню та привчаються до лотка. Вони всеїдні, проте за раціоном потрібно слідкувати: їм не бажано давати смажене і печене, солодке, гостре та солоне, а також жирні продукти." 
        }, 
        { 
            "id": 19, 
            "name": "Сервал", 
            "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSN2RMbGcJ3XgrlXoIqspc_pQ23ClLtCxfMS85kpcHWPQ&s", 
            "description": "Сервали – це стрункі хижі кішки родом з Південної Америки, які можуть сягати висоти 40-65 см та ваги 8-18 кг. Вони мають найдовші ноги та найбільші вуха відносно розмірів тіла, а також є найшвидшими після гепардів серед усіх котячих. Сервали досить легко приручаються, тому можуть утримуватися як домашні тварини. Самці сервалів можуть злучатися зі звичайними домашніми кішками, даючи гібриди." 
        }, 
        { 
            "id": 20, 
            "name": "Бенгальський кіт", 
            "image": "https://zaxid.net/resources/photos/news/202111/1529548_2132522.jpg?202111051437&q=65", 
            "description": "Дикі коти, які, на відміну від сервалів, мають розміри звичайних домашніх. У Китаї на них полюють заради цінного хутра, яке має леопардовий візерунок різних відтінків – коричневих, сріблястих, сніжних та навіть синіх. Бенгальські коти, як правило, товариські тварини щодо інших домашніх улюбленців, проте врахуйте, що вони дуже активні, тому ігри з ними можуть втомити." 
        },
        { 
            "id": 21, 
            "name": "Генета", 
            "image": "https://static.mk.ru/upload/entities/2020/12/10/18/articles/detailPicture/ad/c6/73/54/04d096b75d78c9c46dcbc47bc90925ce.jpg", 
            "description": "Ця хижа тваринка зовні нагадує одночасно кота та єнота. Якщо ви вирішите її завести, то маєте бути впевнені, що ніколи її не кинете, адже генети дуже прив’язуються до дому. Ласкавість тварини залежить від її настрою: якщо вона в доброму гуморі, то дозволить себе погладити та погратися з нею, а якщо в поганому – краще її не чіпати, бо буде поводитися агресивно. У побуті генети невибагливі: важливим є правильне харчування та чистий лоток." 
        }, 
        { 
            "id": 22, 
            "name": "Фенек", 
            "image": "https://zoo-galereya.ru/img/work/article/a_239_224.jpg", 
            "description": "Маленькі лисички з великими вухами, які живуть у пустелях Північної Африки. Це найменший представник родини псових – навіть менший за котів, і найбільш соціальний серед лисиць. Жити фенеки можуть 10-16 років. Характером вони дещо схожі на котів, оскільки багато сплять та можуть навчитися ходити на лоток." 
        }, 
        { 
            "id": 23, 
            "name": "Тхір", 
            "image": "https://zaxid.net/resources/photos/news/202111/1529548_2132523.jpg?202111051437&q=65", 
            "description": "Домашній тхір, або фретка, – спритна, жвава та дуже розумна невеличка тварина, яка легко звикає до людей і любить гратися з ними, а також досить тиха та охайна. Водночас вони мають характерний мускусний запах, який не зникає навіть при митті. Якщо ж тварину налякати, то вона виділить специфічний секрет із особливо стійким запахом. Середній вік тхора – 8-9 років, харчуються виключно м’ясом або спеціальним кормом на його основі." 
        }, 
        { 
            "id": 24, 
            "name": "Скунс", 
            "image": "https://petsexotic.com.ua/assets/gallery/60/skunk__medium.jpg", 
            "description": "Якщо вирощувати його змалечку, скунс стане чудовою домашньою тваринкою. Крім того, варто видалити йому спеціальні залози, які виділяють секрет зі специфічним неприємним запахом. Скунси – дуже розумні та винахідливі тварини, а також допитливі, тому за ними потрібно постійно наглядати, аби вони не нашкодили вам і собі. Скунси всеядні, у неволі живуть до 10 років." 
        }, 
        { 
            "id": 25, 
            "name": "Цукрова сумчаста летяга або посум", 
            "image": "https://ireland.apollo.olxcdn.com/v1/files/73mxn9iu3xec-UA/image", 
            "description": "Карликова тваринка довжиною максимум 20 см, схожа на білку. Тривалість життя цукрових летяг може сягати 10-15 років. Вони надзвичайно соціальні та легко приручаються до людей, та якщо ви рідко буваєте вдома, то краще придбати пару посумів: вони дуже люблять спілкування, і якщо його їх позбавити, вони можуть навіть загинути." 
        },
        { 
            "id": 26, 
            "name": "Кінкажу", 
            "image": "https://static.mk.ru/upload/entities/2020/08/06/18/articles/facebookPicture/4d/4f/8f/be/656ebd9d9b6a6b26b25b3a5763818c46.jpg", 
            "description": "Ця тваринка з дивною назвою належить до родини єнотових. Харчується переважно фруктами, доповнити раціон можуть квіти, листя та комахи. Тривалість життя кінкажу складає 20-25 років. Вони добре ладнають з людиною і стають все більш популярними домашніми улюбленцями завдяки своїй грайливості та покірності." 
        }, 
        { 
            "id": 27, 
            "name": "Капібара", 
            "image": "https://zaxid.net/resources/photos/news/202111/1529548_2132524.jpg?202111051437&q=65", 
            "description": "Найбільший гризун у світі і одна з найбільших екзотичних тварин, яку можна порівняно легко тримати вдома. Тривалість життя капібари – у середньому 8-10 років, вага може сягати майже 70 кг, а довжина – 140 см. Це розумні і грайливі тваринки, тому їх люблять тримати вдома. Капібари дуже люблять воду, тому дуже важливо забезпечити їм місце для плавання." 
        }, 
        { 
            "id": 28, 
            "name": "Валабі", 
            "image": "https://avatars.dzeninfra.ru/get-zen_doc/1892973/pub_5d0ceaa5dc3c7c00b0d62621_5d0ceab513187100b093eafe/scale_1200", 
            "description": "Якщо ви завжди мріяли про маленького кенгуру, ось ваш шанс. Це дуже соціальні тварини, проте варто мати на увазі, що валабі люблять відкриті простори – лише подвір’я їм не вистачить. Ще потрібні укриття чи будиночок, а також високий паркан – не менше 2 м, оскільки ці тварини не тільки швидко бігають, а й високо стрибають." 
        }, 
        { 
            "id": 29, 
            "name": "Саймірі або біляча мавпа", 
            "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRnZM1p8MujiG-hpN3zTApBl24IYXJ0Ygy_jOuLsyl2NQ&s", 
            "description": "Ці невеличкі мавпочки дуже милі і люблять багато гратися, тож будьте готові віддавати їм багато уваги та часу, адже вони цього потребуватимуть майже постійно. Саймірі мають дуже високий інтелект, вони соціальні та дуже добре прив’язуються до людей, їх можна дресирувати та навчати." 
        }, 
        { 
            "id": 30, 
            "name": "Шимпанзе", 
            "image": "https://4shvostikom.ru/img/malenkij-shimpanze_9.jpg", 
            "description": "Шимпанзе можуть бути складними домашніми улюбленцями: утримувати їх варто лише тоді, коли ви маєте належну підготовку та достатній досвід роботи з приматами. Та й коштують вони дуже дорого – приблизно 60 тис. доларів. Живуть вони до 50 років, а дорослі самці можуть важити до 70 кг. Вони дуже розумні та кмітливі, мають дуже високе почуття територіальності, а також можуть нападати без попередження, а їхня сила в кілька разів перевищує силу людини." 
        } 
    ],
    "pet-shop": [ 
        { 
            "id": 1, 
            "name": "Ахатинські равлики", 
            "image": "https://www.zootovary.com/getimage/products/4780/achatina.jpg&w=421&h=421", 
            "class": "Молюски", 
            "price": "60" 
             
        }, 
        { 
            "id": 2, 
            "name": "Декоративні кролики", 
            "image": "https://www.zootovary.com/getimage/3.jpg&w=421&h=421", 
            "class": "Гризуни", 
            "price": "800"             
        }, 
        { 
            "id": 3, 
            "name": "Декоративні пацюки", 
            "image": "https://www.zootovary.com/getimage/4.jpg&w=421&h=421", 
            "class": "Гризуни", 
            "price": "160"             
        }, 
        { 
            "id": 4, 
            "name": "Звичайна розелла", 
            "image": "https://www.zootovary.com/getimage/9.jpg&w=421&h=421", 
            "class": "Птахи", 
            "price": "1900" 
        },  
        { 
            "id": 5, 
            "name": "Зеброва амадіна", 
            "image": "https://www.zootovary.com/getimage/5.jpg&w=421&h=421", 
            "class": "Птахи", 
            "price": "170"             
        },
        { 
            "id": 6, 
            "name": "Какарик", 
            "image": "https://www.zootovary.com/getimage/6.jpg&w=421&h=421", 
            "class": "Птахи", 
            "price": "900" 
        }, 
        { 
            "id": 7, 
            "name": "Канарейка", 
            "image": "https://www.zootovary.com/getimage/7.jpg&w=421&h=421", 
            "class": "Птахи", 
            "price": "850" 
        }, 
        { 
            "id": 8, 
            "name": "Морські свинки", 
            "image": "https://www.zootovary.com/getimage/8.jpg&w=421&h=421", 
            "class": "Гризуни", 
            "price": "400" 
        }, 
        { 
            "id": 9, 
            "name": "Піщанка", 
            "image": "https://www.zootovary.com/getimage/10.jpg&w=421&h=421", 
            "class": "Гризуни", 
            "price": "50" 
        }, 
        { 
            "id": 10, 
            "name": "Папуга Корелла", 
            "image": "https://www.zootovary.com/getimage/12.jpg&w=421&h=421", 
            "class": "Птахи", 
            "price": "850" 
        },
        { 
            "id": 11, 
            "name": "Папуги Нерозлучники", 
            "image": "https://www.zootovary.com/getimage/11.jpg&w=421&h=421", 
            "class": "Птахи", 
            "price": "550" 
        }, 
        { 
            "id": 12, 
            "name": "Сирійський хом'як", 
            "image": "https://www.zootovary.com/getimage/14.jpg&w=421&h=421", 
            "class": "Гризуни", 
            "price": "100" 
        }, 
        { 
            "id": 13, 
            "name": "Хвилястий папуга", 
            "image": "https://www.zootovary.com/getimage/products/4765/pop1.jpg&w=421&h=421", 
            "class": "Птахи", 
            "price": "280" 
        }, 
        { 
            "id": 14, 
            "name": "Хом'як Джунгарський", 
            "image": "https://www.zootovary.com/getimage/20.jpg&w=421&h=421", 
            "class": "Гризуни", 
            "price": "100" 
        }, 
        { 
            "id": 15, 
            "name": "Шиншила", 
            "image": "https://www.zootovary.com/getimage/15.jpg&w=421&h=421", 
            "class": "Гризуни", 
            "price": "1000" 
        },
        { 
            "id": 16, 
            "name": "Звичайна ігуана", 
            "image": "https://www.zootovary.com/getimage/16.jpg&w=421&h=421", 
            "class": "Рептилії", 
            "price": "750" 
        }, 
        { 
            "id": 17, 
            "name": "Плямистий леопардовий єублефар", 
            "image": "https://www.zootovary.com/getimage/17.jpg&w=421&h=421", 
            "class": "Рептилії", 
            "price": "1000" 
        }, 
        { 
            "id": 18, 
            "name": "Шиншила", 
            "image": "https://www.zootovary.com/getimage/19.jpg&w=421&h=421", 
            "class": "Гризуни", 
            "price": "1000" 
        }, 
        { 
            "id": 19, 
            "name": "Японська карликова (бамбук) миша", 
            "image": "https://www.zootovary.com/getimage/18.jpg&w=421&h=421", 
            "class": "Гризуни", 
            "price": "40" 
        } 
    ] 
}